<table>
    <thead>
        <tr>
            <th>رقم الهوية / الإقامة</th>
            <th>الاسم الكامل</th>
            <th>تاريخ مباشرة العمل</th>
            <th>الجوال</th>
            <th>البريد الإلكتروني</th>
            <th>رقم جواز السفر</th>
            <th>تاريخ انتهاء جواز السفر</th>
            <th>تاريخ بداية الهوية / الإقامة</th>
            <th>تاريخ انتهاء الهوية / الإقامة</th>
            <th>تاريخ الميلاد</th>
            <th>تاريخ انتهاء التأمين</th>
            <th>اسم شركة التأمين</th>
            <th>المهنة</th>
        </tr>
    </thead>
    <tbody>
        <tr>
            <td>1234567890</td>
            <td>أحمد محمد علي</td>
            <td>2025-01-01</td>
            <td>512345678</td>
            <td>example@example.com</td>
            <td>A1234567</td>
            <td>2027-01-01</td>
            <td>2024-01-01</td>
            <td>2029-01-01</td>
            <td>1995-05-10</td>
            <td>2026-01-01</td>
            <td>تعاونية للتأمين</td>
            <td>عامل</td>
        </tr>
    </tbody>
</table>

