<style>
    .main-table tbody tr td {
        text-align: start;
        border: 1px solid #000;
    }
</style>
<div class="p-3 bg-white shadow rounded">
    <a href="{{ route('admin.prices.chat.edite', $price_quotation->id) }}" class="btn btn-primary">تعديل</a>
    <div id="html2pdf">
        <div class="text-center text-decoration-underline fw-bold fs-5 mb-4">
            عقد تقديم خدمات تشغيل وصيانه
        </div>
        <div class="  fw-bold fs-6 mb-3">
            إنه في يوم الاثنين تاريخ 00 /00/1445هـ الموافق {{ $price_quotation->created_at?->format('d/m/Y') }}، تم
            الاتفاق
            بين كل من:
        </div>
        <ul>
            <li>
                <p class='fs-6'>
                    <b>{{ setting('website_name') }}</b> سجل تجاري رقم ( <b>101088253</b> ) وعنوانها:
                    {{ setting('address') }}
                    العبد الله السليم حي الريان الرمز البريدي 56241 الرقم الفرعي 4142 رقم المبتي 7776- ويمثلها في
                    التوقيع
                    على هذه الاتفاقية الاستاذ/ <b>عبد الله غازي عيد المطيري</b> هويه وطنيه <b>1124831858</b> رقم بريد
                    الكتروني , – {{ setting('email') }} بصفته المدير العام ويُشار إليها فيما بعد بـ
                    (الطرف الأول).
                </p>
            </li>
            <li>
                <p class='fs-6'>
                    {{-- شركة {{ $price_quotation->client_name }} سجل تجاري رقم---------------وعنوانها-
                    ----------------------
                    الرمز البريدي
                    -------ويمثلها في هذا العقد الاستاذ – --------------------
                    هويه وطنيه رقم ------------------- بصفته – الرئيس التنفيذي بريد الكتروني---------------- رقم للجوال
                    {{ $price_quotation->client_phone }} ويُشار إليهم فيما بعد بـ (الطرف الثاني). --}}

                    {!! $price_quotation->head !!}
                </p>
            </li>
        </ul>
        <div class="text-center  fw-bold fs-5 mb-3">
            التمهيد
        </div>
        <div class="   fs-6 mb-3">
            حيث أن الطرف الأول شركة تعمل في مجال التشغيل و الصيانة ولديها الخبرة والامكانيات اللازمة لتوفير العدد
            المطلوب من
            العمالة لتقديم الخدمات التي يطلبها الغير وفق اللوائح والتعليمات المعمول بها في المملكة العربية السعودية،
            وحيث أن
            الطرف الثاني يرغب بالاستفادة من خبرات الطرف الأول وبحاجة لخدمات العمالة
        </div>

        <ul>
            <li>
                <p class="fs-6">
                    في حال غياب أو تأخير أي عامل عن العمل، والذي يثبت بموجب تقارير من قبل الطرف الثاني يتم خصم مدة
                    الغياب أو ساعات التأخير من الاستحقاق الشهري للطرف الأول بنسبة وتناسب مع راتب العامل ، ما لم يكون
                    بسبب المرض وبموجب تقرير طبي وراحة مرضية بما يتفق مع أنظمة العمل السارية داخل المملكة.
                </p>
            </li>
            <li>
                <p class="fs-6">
                    يقدم الطرف الأول، فواتير عن تأمين العمالة خلال المدة المنقضية تشمل الأجور الشهرية المذكورة في البند
                    الثالث والاجور الاضافية (الاوفر تايم) وتشمل ضريبة القيمة المضافة ويلتزم الطرف الثاني بدفع قيمة
                    الفاتورة وخلال مدة لا تتجاوز (15) يوم من تاريخ الفاتورة وفي حال عدم التزام الطرف الثاني بسداد
                    الفاتورة يحق للطرف الأول فسخ العقد بعد إشعاره بالفسخ بثلاثة أيام عمل من تاريخ الإشعار مع دفع ما تبقى
                    من المستحقات والتعويض المذكور في البند (15) فقرة (3) .
                </p>
            </li>
            <li>
                <p class="fs-6">
                    (جميع الجنسيات المشار اليها في جدول قيمة التعاقد تخضع وتحدد وفق المقابلة وفق احتياجات ومتطلبات الطرف
                    الثاني )
                </p>
            </li>
        </ul>



        <div>
            <div class='fs-6 fw-bold'>
                البند الأول: - التمهيد
            </div>
            <p class="fs-6">
                {!! $price_quotation->item_1 !!}
            </p>
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند الثاني: - مدة العقد
            </div>
            <p class="fs-6">
                {!! $price_quotation->item_2 !!}
                {{-- مدة هذا العقد هي سنتين تبدأ من تاريخ التوقيع علي العقد وتنتهي بتاريخ بعد سنتين ويكون العقد قابل للتجديد لمدة
                أو مدد مماثلة ما لم يخطر أحد الطرفين الأخر بعدم رغبته في التجديد قبل انتهاء المدة الأصلية أو المجددة بفترة
                (30 يوما) --}}
            </p>
        </div>

        <div>
            <div class='fs-6 fw-bold'>
                البند الثالث: - قيمة التعاقد
            </div>

            <div class="table-responsive">
                <table class="table main-table-2">
                    <thead>
                        <tr>
                            <th>الرقم</th>
                            <th>الوصف</th>
                            <th>مدة التعاقد</th>
                            <th>السعر- للفرد</th>
                            <th>العدد</th>
                            <th>اجمالى التكلفة</th>
                        </tr>
                    </thead>
                    <tbody>
                        @foreach ($price_quotation->jobs as $job)
                            <tr>
                                <td>{{ $loop->iteration }}</td>
                                <td>{{ $job->job_title }}</td>
                                <td>{{ $job->contract_duration }}</td>
                                <td>{{ $job->total_costs }}</td>
                                <td>{{ $job->number }}</td>
                                <td>{{ $job->total_costs * $job->number }}</td>
                            </tr>
                        @endforeach

                    </tbody>
                </table>
            </div>
            {!! $price_quotation->special_requirements !!}
            {!! $price_quotation->item_3 !!}
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند الرابع - تأمين العمالة:
            </div>
            <p class="fs-6">
                {!! $price_quotation->item_4 !!}
                {{-- يلتزم الطرف الأول بتأمين العدد الذي يطلبه الطرف الثاني حسب إمكانيات الطرف الأول و يحق للطرف الثاني زيادة عدد
                العمالة حسب ظروف العمل لديه وحسب احتياجه و على أن تكون ساعات العمل (8) ساعات للعامل في اليوم و (6) أيام في
                الأسبوع ويكون يوم الراحة مقرر حسب جدول المناوبة، ويكون العامل مطالب باغلاق أهدافة الشهرية في ساعات العمل
                المحددة ولن يتم احتساب اي ساعات عمل اضافية . --}}
            </p>
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند السادس - التزامات الطرف الأول:
            </div>
            <ul>
                {!! $price_quotation->item_6 !!}
                {{-- <li>
                    <p class="fs-6">
                        يلتزم الطرف الأول، بتزويد الطرف الثاني بنسخة سارية المفعول من المستندات التالية :
                    </p>
                    <ul class="mb-3">
                        <li>
                            1-1 السجل التجاري لشركته
                        </li>
                        <li>
                            1-1 السجل التجاري لشركته
                        </li>
                        <li>
                            1-3 التأمين الطبي
                        </li>
                        <li>
                            1-4 الإقامات ورخص القيادة التي تخول حاملها من قيادة مركبات الطرف الثاني لكافة العمال الذين
                            يشملهم هذا العقد.
                        </li>
                    </ul>
                </li>
                <li>
                    <p class="fs-6">
                        يتحمل الطرف الأول رواتب العمالة المنفذة لهذا العقد بما فيها رواتب الإجازات ومكافأة نهاية الخدمة،
                        وكافة الحقوق المترتبة للعامل وفقاً للأنظمة النافذة ويلتزم بتسليم الرواتب الشهرية في المواعيد المتفق
                        عليها مع العمالة المنفذة لهذا العقد أو المواعيد المحددة وفقاً للأنظمة المرعية.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يتحمل الطرف الأول رسوم إصدار وتجديد الإقامات والجوازات ورخص العمل والكشف الطبي الخاص بعمالته
                        المكلفين بتنفيذ هذا العقد.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يتحمل الطرف الأول رسوم التوطين.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        مدة استقدام العمالة المطلوبة من الجنسية المختارة من (30 الى 75) يوم.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يتحمل الطرف الأول رسوم نقل الكفالة مبلغ 2000 ريال فقط وما زاد يتحمله الطرف الثاني
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الاول التامين الطبي فئة Cللموظف فقط اما التابعين يتحملهم الطرف الثاني
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الاول بدفع التذاكر للموظف فقط و التابعين على الطرف الثاني حسب أنظمة الطرف الثاني المعمول
                        بها
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الاول بتسليم الموظف الراتب الاساسي بقيمة 2500 ريال شهرياً وبدل السكن 1180 ريال وبدل
                        المواصلات 826 بلاضافة الي بدل إضافي ثابت 25 ريال
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        لا يحق للطرف الاول انهاء خدمات العامل أو سحبه أو منحه إجازة الا بعد أخذ موافقه من الطرف الثاني وفق
                        نظام الاشعارات بمدة لا تقل عن خمس وأربعين يوما من الأجراء .
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        في حال عدم تسليم الرواتب للعمال يحق للطرف الثاني تسليمه رواتبهم وخصمها من قيمة الفاتورة الشهرية على
                        أن يكون التحويل في اليوم الخامس من كل شهر .
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الأول بإصدار إشعارات أجير ومايترتب عليها من مخالفات في حال التأخير بالإصدار .
                    </p>
                </li> --}}
            </ul>
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند السابع - التزامات الطرف الثاني:
            </div>
            {!! $price_quotation->item_7 !!}
            {{-- <ul>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الثاني بتشغيل والإشراف وإدارة عمالة الطرف الأول المكلفين بالعمل لديه تنفيذاً لبنود هذا
                        العقد ومراقبة حضورهم وانصرافهم ومعاملاتهم بما يحفظ حقوقهم وقدرتهم وبحسب نظام الشركة (الطرف الثاني)
                        ولا يجوز له التأجير من الباطن .
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الثاني بتوفير كل متطلبات السلامة داخل الموقع لحماية العمالة المنفذة لهذا العقد ، أما
                        الحوادث المرورية ،المخالفات المرورية ما لم يكن منسوبي الطرف الأول لهم علاقة بالواقعة )
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الثاني بسداد المبالغ المتفق عليها وبموجب الفواتير المرسلة نظير تنفيذ الطرف الأول
                        لالتزاماته المترتبة عليه بموجب هذا العقد ووفقاً لعدد العمالة المنفذة للعقد وجدول الساعات المتفق
                        عليها ودون الأخلال بما ورد في البند الثالث .
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الثاني برفع جدول ساعات العمل في يوم 25 من كل شهر ميلادي حسب سياسة الطرف الثاني
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يتحمل الطرف الثاني رسوم تعديل المهن و رسوم رخص القيادة والرخص الصحية ان تطلب ذلك.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الثاني بدفع العمولة الشهرية للموظف مباشرة للموظف وفق محققات الاداء للطرف الثاني وبدلات
                        اخرى ان وجد وتكون هذه المبالغ خارج قيمة العقد المتفق عليها اعلاه في البند الثالث.
                    </p>
                </li>

            </ul> --}}
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند الثامن - مكان تنفيذ العقد:
            </div>
            {!! $price_quotation->item_8 !!}
            {{-- <p class="fs-6">
                من المتفق عليه بين الطرفين أن مكان عمل العمالة ستوزع على كافة فروع الطرف الثاني داخل المملكة العربية
                السعودية.
            </p> --}}
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند التاسع -الاستقطاعات النظامية:
            </div>
            {!! $price_quotation->item_9 !!}
            {{-- <p class="fs-6">
                يتحمل الطرف الاول كافة أنواع الاستقطاعات المالية الواجبة عن العمالة المنفذة لهذا العقد تطبيقاً لأنظمة العمل
                والتأمينات الاجتماعية وغيرها من الأنظمة التي تصدرها السلطات السعودية من وقت لآخر، ويكون تحصيل هذه
                الاستقطاعات وتوريدها للجهات الرسمية المختصة على ضوء ما تصدر به تعليمات تلك الجهات صاحبة العلاقة، أما في حال
                تم زيادة في أي رسوم حكومية مستقبلاً يتم الاتفاق والعمل بموجبه
            </p> --}}
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند العاشر : - التزامات الطرف الثاني
            </div>
            {!! $price_quotation->item_10 !!}
            {{-- <ul>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الثاني بدفع القيمة المتفق عليها إلى الطرف الأول
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الثاني بتوفير السكن للعمالة
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الثاني بتوفير وسائل المواصلات للعمالة ووجبة .
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        لا يحق للطرف الثاني بنقل كفالة العمالة إليه إلا بعد موافقة الطرف الأول.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الثاني في حال مخالفة العامل يتم إشعار الطرف الأول بذلك.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يحق للطرف الأول استبدال العامل بعامل أخر في حال كان العامل غير موفق أو مناسب إلى العمل ويجب أن يكون
                        بسبب مشروع.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الثاني بإشعار الطرف الأول بأية تجاوزات او أخطاء يرتكبها العمالة وإبلاغه في حال تغيب
                        العمالة عن العمل.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يحق للطرف الثاني نقل كفاله العماله بعد سداد مبلغ 4500 لكل عامل بعد مرور سنه من تاريخ التعاقد.
                    </p>
                </li>
            </ul> --}}
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند الحادي عشر : - انتهاء العقد
            </div>
            {!! $price_quotation->item_11 !!}
            {{-- <ul>
                <li>
                    <p class="fs-6">
                        ينتهي هذا العقد بانتهاء مدة المتفق عليه أعلاه.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        ينتهي هذا العقد باتفاق الطرفان كتابتاً
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يفسخ هذه العقد في حال حدوث ظروف طارئة أو قوة قاهرة على سبيل المثال لا الحصر (الزلازل – الفيضانات -
                        الأمراض والأوبئة – قرارات تصدر من الجهات الحكومية)، تحول دون تنفيذ الطرفين لالتزاماتها المنصوص عليها
                        في هذا العقد
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يفسخ هذا العقد في حال عدم قيام أي من الاطراف بتنفيذ الالتزامات الواقعة على عاتقه بموجب هذا العقد.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        أتفق الطرفان على أنه في حال وجود إخلال أو تقصير من أحد الطرفان في تنفيذ التزاماتهما المحددة بموجب
                        هذا العقد فإن الطرف المتضرر يلتزم بإبلاغ الطرف الآخر كتابيا بـ "الاخلال أو التقصير" على أن يلتزم
                        الطرف الآخر بتصحيح ذلك خلال يوم عمل وإشعار الطرف المتضرر بما يؤكد التصحيح.
                    </p>
                </li>
            </ul> --}}
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند الثاني عشر : - أحكام عامة
            </div>
            {!! $price_quotation->item_12 !!}
            {{-- <ul>
                <li>
                    <p class="fs-6">
                        يلتزم الطرف الأول بالتنسيق المسبق مع الطرف الثاني عند منح أياً من العمالة أي إجازات سنوية أو عرضيه
                        (داخل المملكة أو خارجها) وعدم الموافقة على أي إجازة إلا بموافقة الطرف الثاني على ذلك مع الأخذ
                        بالاعتبار أن العامل سيتمتع بإجازته الاعتيادية بعد نهاية عقده.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يستحق العامل إجازة سنوية مدتها (21) يوم مدفوعة الراتب من حساب الطرف الأول عن كل سنة قضاها العامل
                        ويحدد الطرف الثاني تواريخ الإجازات حسب مقتضيات العمل على أن يتمتع العامل بمجموع إجازته بعد نهاية مدة
                        التعاقد بالإضافة لاستحقاقه لإجازات الأعياد وأي إجازات أخرى حسب نظام وزارة العمل.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        لا يجوز تعديل هذا العقد الا بموافقة الطرفين الكتابية ويُضاف هذا التعديل كملحق للعقد.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        اللغة العربية هي اللغة المعتمدة لأي مراسلات بين الطرفين، والتاريخ الميلادي هو التاريخ المعتمد في هذا
                        العقد.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يتم تشكيل لجنة حقوق الموظفين مشتركة بين طرفي هذا العقد للبت في أي تظلم أو شكوى من العمالة في حال
                        استدعت الحاجة لذلك.
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        في حال تم انهاء خدمات الموظف من قبل الطرف الثاني خلال فترة 6 الاشهر الأولى فان الطرف الثاني يتحمل
                        قيمة نقل الكفالة 2000 ريال الا في حالات المادة 80 من نظام العمل أو أي نظام أخر
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم العامل بتنفيذ الاعمال المطلوب منه انجازها، وفي حال خالف العامل ذلك يحق للطرف الثاني " محاسبتة
                        وفق اللائحة التنظيمية لشركة الطرف الثاني". (اضافة الاجراء، للغيابات والتأخيرات والجزاءات التأديبية،
                        العجز ، السرقة، عجز التوريد ، الاختلاسات، عجز بضائع ، سرقة سيارات، عجز في تحصيل مديونية العميل )
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        السياسات والاجراءات الخاصة بالوظيفة تفصل على شركة العمالة ولابد من ارفاقها مع العقد لاطلاع الشركة
                        عليها
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        يلتزم العامل بالعمل على أنظمة الشركة (الطرف الثاني) من سياسات واجراءات
                    </p>
                </li>
                <li>
                    <p class="fs-6">
                        سند الامر والتوقيع عليها . (توضيح مبلغ والقيمة والنموذج يكون مرفق من قبل الطرف الثاني مع العامل ) .
                    </p>
                </li>
            </ul> --}}
        </div>

        <div>
            <div class='fs-6 fw-bold'>
                البند الثالث عشر : - سرية المعلومات
            </div>
            {!! $price_quotation->item_13 !!}
            {{-- <p class="fs-6">
                يلتزم الطرفان بالحفاظ على كافة المعلومات والبيانات التي يحصل عليها كلاً منهما عن الأخر بمناسبة إبرام هذا
                العقد أياً كانت نوعها، تحت بند السرية المطلقة، وعدم إفشاءها أو الإدلاء بها إلا للموظفين أو المستشارين، والتي
                يكون اتصالهم بها ضرورياً لتقييم وحفظ مصالح الطرفين
            </p> --}}
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند الرابع عشر: - الإخطارات
            </div>
            {!! $price_quotation->item_14 !!}
            {{-- <p class="fs-6">
                أتفق الطرفين على أن كافة الإخطارات والمراسلات التي يتم ارسالها من أحد طرفي هذا العقد للأخر من خلال البريد
                الإلكتروني المعتمد الوارد في صدر هذا العقد تعتبر نافذة في حق الطرفين، وفي حالة حدوث أي تغيير في هذا البريد
                يلتزم كلا الطرفين بإخطار الطرف الآخر بموجب خطاب على البريد الالكتروني المعتمد بما يفيد اعتماد بريد الكتروني
                غيره خلال يوم عمل.
            </p> --}}
        </div>
        {{-- <div>
            <div class='fs-6 fw-bold'>
                البند الخامس عشر : - حل الخلافات.
            </div>
            <p class="fs-6">
                أي نزاع لا قدر الله ينشأ بين الأطراف بخصوص هذه الاتفاقية في تفسيره أو تنفيذ يتم المحاولة على حله ودياً، فإن
                تعذر الحل يتم اللجوء الجهات المختصة في المملكة العربية السعودية
            </p>
        </div>
        <div>
            <div class='fs-6 fw-bold'>
                البند السادس عشر: نسخ العقد:
            </div>
            <p class="fs-6">
                حرر هذا العقد من نسختين واستلم كل طرف نسخته بعد توقيعها والإقرار بما جاء فيها للعمل بموجبه.
            </p>
            <div class=' fw-bold text-decoration-underline '>
                البند الحادي عشر – المسؤولية:
            </div>
            <p class="">
                تكون مسؤولية الإشراف والمراقبة والسلامة على العمالة أثناء العمل على الطرف الثاني وأن يحافظ على سلامتهم،
                ويحرص الطرف الثاني على مراقبة العمالة للقيام بأفضل أداء وأمانة، وفي حال وجود شبهة أو سرقة، أو اختلاس، أو أي
                فعل جنائي صادر من العامل الوافد محل العقد للطرف الثاني فإن المسؤولية تكون على العامل، ويقوم الطرف الثاني
                بتوفير كافة المستندات الدالة على الواقعة لمتابعة الطرف الأول امام الجهات القضائية .
            </p>
            <div class=' fw-bold text-decoration-underline'>
                البند الثاني عشر - المخاطبات والمراسلات:
            </div>
            <p class="">
                تتم المخاطبات والمراسلات والتبليغات بين طرفي هذا العقد عن طريق البريد الإلكتروني أو الواتساب وفقاً للبيانات
                المذكورة في بداية العقد أو بتسليمها بشكل يدوي كتابياً على عناوين الأطراف المذكورة وذلك بعد التوقيع عليها
                بالاستلام من شخص مفوض ، ويكون لها الحجة الرسمية والنظامية بموجب هذا البند .
            </p>
            <div class=' fw-bold text-decoration-underline'>
                البند الثالث عشر- الاختصاص القضائي وحل الخلافات:
            </div>
            <p class="">
                اتفق الطرفان أنه في حالة نشوء أي خلافات " لا قدر الله " في تفسير أو تنفيذ هذا العقد أن تحل ودياً ما أمكن ذلك
                وفي حال الفشل يُحال النزاع للمحكمة المختصة للنظر في الدعوى بمدينة جدة .
            </p>
            <div class=' fw-bold text-decoration-underline'>
                البند الرابع عشر – شمولية العقد:
            </div>
            <p class="">
                يشمل هذا العقد كل الاتفاقات التي تمت بين طرفيه ولا يعتمد أي تعديل يطرأ عليه إلا إذا كان مكتوباً وموقعاً من
                الطرفين .
            </p>
            <p class="text-center">
                وعلى ذلك جرى التوقيع ،،،،
            </p>
        </div> --}}

        <table class="main-table">
            <tr>
                <td style="width:50%">
                    الطرف الأول
                </td>
                <td>
                    الطرف الثاني
                </td>
            </tr>
            <tr>
                <td>
                    شركة {{ setting('website_name') }}
                </td>
                <td>
                    {{ $price_quotation->client?->name }}
                </td>
            </tr>
            <tr>
                <td>
                    يمثلها: عبد اللة غازي المطيري
                </td>
                <td>
                    يمثلها:
                    {{ $price_quotation->client?->name }}
                </td>
            </tr>
            <tr>
                <td>
                    صفته: المدير العام
                </td>
                <td>
                    صفته:
                </td>
            </tr>
            <tr>
                <td>
                    التاريخ: {{ $price_quotation->created_at->format('d-m-Y') }}
                </td>
                <td>
                    التاريخ:

                    {{ $price_quotation->created_at->format('d-m-Y') }}

                </td>
            </tr>
            <tr>
                <td>
                    التوقيع:
                </td>
                <td>
                    التوقيع:
                </td>
            </tr>
            <tr>
                <td>
                    الختم:
                </td>
                <td>
                    الختم:
                </td>
            </tr>
        </table>
    </div>
</div>
